<template>
    <div>
       <Header title="红包说明">
           <span class="iconfont icon-AS black" slot="black" @click="$router.back(-1)"></span>
       </Header>
       <section class="sec">
         <h2>Q1:怎么获取红包？</h2>
         <p>通过邀请好友获得</p>
         <p>在下单返红包的商家下单获得</p>
         <p>抢微信朋友分享的红包获得</p>
         <h2>Q2:红包可以做什么？</h2>
         <p>可以抵扣在线支付的实际支付金额</p>
         <h2>Q3:红包的门槛金额按照什么金额计算</h2>
         <p>红包的门槛金额按照（选购菜品折后价+餐盒费）的金额作为计算门槛，即购物车显示的金额（7.3以上版本）。假设红包满30可用，之遥啊选购的菜品现价（折后价）+餐盒费超过30，就可以使用红包。</p>
         <h2>Q4:一个红包能拆开多次使用吗？</h2>
         <p>不能，一个红包只能一次性使用，不能分开使用。</p>
         <h2>Q5:下单的时候使用了红包，但是后来订单取消了，红包还会返还吗？</h2>
         <p>会的，订单无效后红包会自动返还到您的账户里。</p>
         <h2>Q6:红包兑换码怎么兑换成红包，怎样查看红包？</h2>
         <p>在个人中心﹥我的红包﹥兑换红包，输入兑换码进行兑换</p>
         <h2>Q7:邀请好友，为什么没有获取红包？</h2>
         <p>先检查一下您是否在同一设备上进行的邀请？或者被邀请人是否通过您发给对方的链接进行注册？而非自己复制链接注册的。同一设备上邀请或没有按照点击发送的链接邀请都是无效的邀请。如果您是正常邀请没获得红包，可以致电客服进行查实</p>
         <h2>Q8:预订早餐，预订午餐的红包怎么使用？在哪里查询？</h2>
         <p>预订早餐，预定午餐的红包暂时不支持直接店外卖使用，并且当前点外卖的红包也暂时不支持在线预订早餐，预定午餐时使用。<br/>预定早餐，预定午餐的红包从APP首页点击“预订早餐”按钮进入后在右上角的个人中心中查询预订早餐，预订午餐的红包。</p>
         <h2>Q9:互拆红包怎么使用？</h2>
         <p>互拆红包不与其他优惠活动（包含但不限于：新用户专享，满X元减X元，满X元赠XX）同时使用</p>
         <h2>Q10:返红包活动，红包领取规则是什么？</h2>
         <p>同一手机号一天限领取三个。</p>
         <p>同一注册用户一天限领取三个。</p>
         <p>注册用户红包直接发送至用户账户里。</p>
         <p>非注册用户红包以兑换码短信的形式发送至用户手机，注册后凭兑换码兑换即可</p>
         <p>红包的使用周期为1周，自红包发放的第二天开始计算</p>
         <p>同一手机号一天最多使用两个红包</p>
         <p>未收到红包短信的用户注意查看手机里的拦截信息</p>
         <p>有任何问题请拨打客服电话：10105757</p>
       </section>
    </div>
</template>
<script>
import Header from '../home/Header.vue'

export default {
  components: { Header },
}
</script>
<style scoped>
.sec{
  font-family:'Courier New', Courier, monospace;
  margin:.75rem .2rem;
}
.sec h2{
  font-size: .35rem;
  margin: .1rem 0;
}
.sec p{
  font-size: .25rem;
  line-height: .4rem;
}
</style>